# tap "dagger/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
# brew "age"
brew "caddy"
brew "chezmoi"
# brew "cosign"
# brew "croc"
# brew "detect-secrets"
brew "doggo"
# brew "earthly"
brew "gnutls"
# brew "flyctl"
# brew "gh"
brew "gnupg"
brew "jq"
brew "mise"
# brew "opa"
brew "postgresql@17", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "socat"
# brew "sops"
brew "starship"
brew "tealdeer"
brew "telnet"
# brew "dagger/tap/dagger"
brew "go-task/tap/go-task"
cask "1password"
cask "1password-cli"
# cask "copilot"
cask "dash"
cask "devpod"
# cask "discord"
cask "firefox"
cask "ghostty"
cask "little-snitch"
cask "logseq"
cask "micro-snitch"
cask "mullvad-browser"
cask "mullvadvpn"
cask "orbstack"
# cask "proton-drive"
# cask "proton-mail"
cask "rectangle"
# cask "signal"
cask "slack"
cask "tailscale"
cask "tidal"
cask "tor-browser"
cask "transmission"
cask "zed"
