tap "homebrew/bundle"
tap "homebrew/services"
brew "atuin"
brew "caddy"
brew "chezmoi"
brew "doggo"
brew "eza"
brew "gnutls"
brew "gnupg"
brew "jq"
brew "mise"
brew "postgresql@17", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "dash"
cask "firefox"
cask "ghostty"
cask "logseq"
cask "maccy"
cask "mullvadvpn"
cask "orbstack"
cask "rectangle"
cask "slack"
cask "tidal"
cask "zed"
